import deactivateBusiness from "../assets/images/help/deactive-business.JPG";

export const helpQuestions = [
  // {
  //   question: "محصولم یا بیزینس ام رو اضافه کردم، اما چرا نمایش داده نمیشه؟",
  //   message:
  //     "بعد از اینکه محصول یا کسب و کارتون رو اضافه میکنین، از طریق پشتیبانی ویترینی، در فاصله زمانی نهایت 3 ساعت تایید و در صورت تایید به کاربران نمایش داده میشه.",
  //   hasImage: "TRUE",
  //   image: "deactivateBusiness",
  // },
  {
    question: "چرا تصاویر پست ها حذف نمی شوند؟",
    message:
      "پست و محصول، حتما باید دارای تصویر باشند. برای اینکه بتوانید تصاویر پست هایتان را حذف کنید، یا تصویر جدیدی جایگزین تصویر قبلی کنید، یا  پست را حذف کنید.",
    hasImage: "false",
  },
  {
    question: "آیا امکان خرید و فروش و پرداخت آنلاین در ویترینی هست؟",
    message:
      "بله این قابلیت وجود دارد و پس از آماده سازی درگاه پرداخت و دریافت مجوزهای لازم فعال خواهد شد.",
    hasImage: "false",
  },
  {
    question: "چطور با کاربر دیگر چت کنم؟",
    message:
      "از قسمت جستجو، نام او را جستجو کنید، سپس از صفحه کاربر با کلیک روی گزینه ایجاد چت میتوانید با اون چت کنید.",
    hasImage: "false",
  },
  {
    question: "چطور کسب و کارم را غیر فعال کنم؟",
    message:
      "میخواهید کسب و کارتون نمایش داده نشه؟ کافیه از منو مدیریت کسب و کارتون، گزینه غیرفعال کردن رو انتخاب کنید.",
    hasImage: "false",
  },
  {
    question: "چگونه در پست ها، تگ و یا لینک اضافه کنم؟",
    message:
      "برای اضافه کردن تگ، کافیست در انتهای محتوا، تگ ها را با علامت # بیاورید و لینک ها را با قراردادن http و یا https در ابتدای آنها. سپس سیستم خودکار آنها را شناسایی و بصورت لینک یا تگ درج می کند.",
    hasImage: "false",
  },
];
