export const supportMessages = [
  {
    type: "add-category",
    choice: "درخواست افزودن دسته بندی",
    message:
      "کاربر عزیز، با تشکر از توجه شما! برای درخواست افزودن دسته بندی لطفا آن دسته بندی را از طریق چت برای پشتیبانی ارسال نمایید.",
  },
  {
    type: "software-bug",
    choice: "گزارش مشکل نرم افزار",
    message:
      "کاربر عزیز، با تشکر از توجه شما! برای گزارش مشکل نرم افزار، موضوع و توضیحات مشکل را از طریق چت برای پشتیبانی ارسال نمایید.",
  },
  {
    type: "software-improvement",
    choice: "پیشنهاد بهبود نرم افزار",
    message:
      "کاربر عزیز، با تشکر از توجه شما! برای پیشنهاد بهبود نرم افزار، پیشنهاد خود را از طریق چت برای پشتیبانی ارسال نمایید.",
  },
  {
    type: "business-problem",
    choice: "گزارش مشکل بیزینس",
    message:
      "کاربر عزیز، با تشکر از توجه شما! برای گزارش مشکل کسب و کار، موضوع و توضیحات مشکل خود را از طریق چت برای پشتیبانی ارسال نمایید.",
  },
  {
    type: "help-request",
    choice: "درخواست راهنمایی",
    message:
      "کاربر عزیز، در صورتیکه برای استفاده از ویترینی مشکل دارید، لطفا قسمت راهنما را مطالعه کنید و پس از آن در صورتیکه مشکل شما هنوز حل نشد، میتوانید از طریق پشتیبانی راهنمایی دریافت نمایید.",
  },
];
