export const upgradeChanges = [
  {
    title: "تغییرات 6 دی",
    changes: [
      "رفع باگ افزودن خودکار کوکی",
      "فعال سازی منوهای مربوط به خرید و فروش",
    ],
  },
  {
    title: "تغییرات 5 دی",
    changes: ["رسپانسیو کردن نمایش برای گوشی موبایل های سایز کوچک"],
  },
  {
    title: "تغییرات 4 دی",
    changes: ["اصلاح برخی از استایل ها", "ایجاد صفحه نبود اتصال شبکه"],
  },
  {
    title: "تغییرات 3 دی",
    changes: [
      "اصلاح لینک پست ها در صفحه آخرین رویدادها",
      "ارتقا استایل بک دراپ",
      "اصلاح ریداکس صفحه ویرایش اطلاعات کاربر",
    ],
  },
  {
    title: "تغییرات 2 دی",
    changes: [
      "ایجاد صفحه آخرین رویدادها",
      "افزودن تغییرات آپدیت ها به صفحه رویدادها",
    ],
  },
  {
    title: "تغییرات 1 دی",
    changes: [
      "اصلاح باگ دنبال کردن کاربر",
      "اصلاح دکمه برگشت در صفحه های اصلی",
      "حذف نام کاربری از صفحه کاربر",
    ],
  },
];
